Repository: HyperDesignIOS/Sayen
Catalog: Sayen/SupportFiles/Localization/*.lproj/Localizable.strings
Languages: ar

# notCompletData
source: Couldn't complet data
ar: تعذر اكمال البيانات

# enterRequiredData
source: Please enter required data
ar: الرجاء ادخال البيانات المطلوبة

# indv
source: Individuals
ar: افراد

# comp
source: Business
ar: قطاع اعمال

# setting_faceID
source: The property must be enabled from the application settings
ar: يجب تفعيل الخاصية من اعدادات التطبيق

# faceId_unauth
source: There is no data for this user please log in
ar: لا يوجد بيانات لهذا المستخدم من فضلك قم بتسجيل الدخول

source: New User
ar: مستخدم جديد

# userName
source: Name
ar: الاسم

source: Login
ar: تسجيل الدخول

# newOffer
source: New offer from zain
ar: عرض جديد من زين

# newwwOffer
source: New offer New offer New offer New offer New offer New offer New offer New offer New offer New offer New offer New offer New offer New offer New offer New offer New offer
ar: عرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديدعرض جديد

# loginWithFace
source: Facedetection access
ar: الدخول ببصمة الوجه

# loginWithFaceDesc
source: Sign in with your fingerprint used to unlock your phone
ar: سجل دخولك باستخدام بصمة وجهك التى تستخدمها فى فتح هاتفك

# loginwithFinger
source: Fingerprint access
ar: الدخول بالبصمة

# loginWithFingerDesc
source: Sign in with your faceID to unlock your phone
ar: سجل دخولك باستخدام بصمة اصبعك التى تستخدمها فى فتح هاتفك

# saveFingerSuccess
source: Success save FaceID
ar: تم حفظ البصمة بنجاح

# error_finger_setting
source: You should set FaceID setting previously
ar: يجب ظبط إعدادات البصمة من هاتفك أولا

source: Region
ar: المناطق

source: Town
ar: المدينة

source: Locality
ar: التجمع السكني

# no3gServ
source: No 3G coverage
ar: لا تتوفر أى تغطية للجيل الثالث

# no4gServ
source: No 4G coverage
ar: لا تتوفر أى تغطية للجيل الرابع

source: No interiors are covered
ar: لا تتوفر تغطية فى الغرف الداخلية

# notActivatChip
source: The service is not activated on the chip
ar: لم يتم تفعيل الخدمة على الشريحة

# lowInternetSpeed
source: The required internet speed is not available
ar: لا تتوفر سرعة الانترنت المطلوبة

# serviceNotActive
source: The service is not activated despite its request
ar: لم يتم تفعيل الخدمة رغم طلبها

# DSLNotAvailable
source: DSL service is not available
ar: لا تتوفر خدمة ال DSL

source: No fiber service available
ar: لا تتوفر خدمة ألياف ضوئية

# definingProblem
source: Defining the problem
ar: تحديد المشكلة

# youhaveToPickLocation
source: You have to pick a location.
ar: يجب ان تقوم بإختيار موقع

source: Attachments Type
ar: نوع المرفق

source: pick File
ar: إختيار ملف

source: Package period
ar: مدة الباقة

# approveForSaveFile
source: Are you approve to save file in your local files ?
ar: موافق على حفظ الملف فى ملفاتك؟

# successRate
source: Success rating complaint
ar: تم التقييم بنجاح

# successSaveFile
source: File saved successefully
ar: تم حفظ الملف بنجاح

# actionFileTypeHeading
source: Add a File
ar: إضافة ملف

# actionFileTypeDescription
source: Choose a filetype to add...
ar: إختر نوع ملف

source: Camera
ar: كاميرا

source: Phone Library
ar: معرض الصور

source: Video
ar: فيديو

source: Voice
ar: صوت

source: Yes
ar: نعم

source: No
ar: لا

source: Day
ar: يوم

# xmlFormatError
source: Error in format of xml
ar: هناك خطأ فى بيانات ال xml

# activeFingerd
source: Activated and documented
ar: مفعل و موثق

# activeNotNeedFingerd
source: Activated and don't requires documentation
ar: مفعل و لا يتطلب توثيق

# fingerdNotActive
source: Not registered but documented
ar: غير مسجل لكنه موثق

# activeNotFingerd
source: Activated and requires documentation
ar: مفعل و يتطلب توثيق

# notActiveNotFingerd
source: Documented and its status can't be checked currently
ar: موثق, ولا يمكن التحقق من حالته فى الوقت الحالي

# activeFingerdDesc
source: The number is activated by the service provider and authenticated
ar: الرقم مفعل لدى مقدم الخدمة, وتم توثيقه

# activeNotNeedFingerdDesc
source: The number is activated by the service provider but don't needs to be authenticated
ar: الرقم مفعل لدى مقدم الخدمة ولا يتطلب توثيق لأرقام الخدمات الثابتة

# fingerdNotActiveDesc
source: The number not registered with the service provider but documented, please see the service provider to cancel the number of regulations documentalist. (it may show the situation when applying for the transfer of number from the service provider to the provider of one another, but had not been activated figure in the service provider al-murad move to date)
ar: الرقم غير مسجل لدى مقدم الخدمة ولكنه موثق, يرجى مراجعة مقدم الخدمة لإلغاء الرقم من أنظمة التوثيق.(قد تظهر هذه الحالة عند تقديم طلب نقل رقم من مقدم خدمة إلى مقدم خدمة آخر, ولكن لم يتم تفعيل الرقم لدى مقدم الخدمة المراد الانتقال إليه حتى الأن)

# activeNotFingerdDesc
source: No time for the service, but undocumented. Please review the service provider to document the figure to avoid cancellation of the
ar: الرقم مفعل لدى مقدم الخدمة ولكن غير موثق. يرجى مراجعة مقدم الخدمة لتوثيق الرقم تفادياَ لإلغاء الخدمة عنه

# notActiveNotFingerdDesc
source: Documented, and of miscommunication with the service provider, it can't check the status of the figure at the moment, please try again
ar: موثق, ولخلل فى الإتصال مع مقدم الخدمة فإنه لايمكن التحقق من حالة الرقم فى الوقت الحالي, الرجاء المحاولة مرة أخرى

# commCom
source: Communications Commission
ar: هيئة الاتصلات

# rateService
source: Rate service level
ar: تقييم مستوى الخدمة

# needData
source: Need additional data
ar: هناك حاجة إلى بيانات إضافية

source: Choose date
ar: اختر التاريخ

# month
source: a month
ar: شهرياً

source: Unavailable
ar: غير متاح

# BusinessRegistrationSoon_
source: Business Registration will be available shortly and TRA services can be utilized by skipping the login
ar: تسجيل الأعمال سيتاح قريباً ويمكن الإستفادة من خدمات الهيئة لقطاع الأعمال عبر تخطى تسجيل الدخول

source: Skip registration
ar: تخطى التسجيل

source: Confirm Email *
ar: تأكيد بريدك الإلكترونى *

# confirmEmailRequired
source: Confirm Email is empty
ar: حقل تأكيد البريد الإلكترونى فارغ

# emailNotMatched
source: Email and confirm Email mismatch
ar: البريد الإلكترونى غير متطابق

# pickFromYourNumbers
source: Pick from your numbers List
ar: اختر من قائمة أرقامك

# phoneNotConnectedToNationalID
source: Dear Complainant, To ensure that the complaint is properly handled, the service number in question should be associated with your identity
ar: عزيزى الشاكي,لضمان معالجة الشكوى بالطريقة الصحيحة يجب أن يرتبط رقم الخدمة محل الشكوى بالهوية الخاصة بك

source: Alert
ar: تنبيه هام

# notFound
source: No Data avaiable
ar: لا يوجد

# notFoundDevices
source: No found devices
ar: لا يوجد اجهزة

# Complaier_phoneNumber
source: Service Number
ar: أدخل الرقم محل الشكوى *

# attachments_isRequired
source: Please fill in all data
ar: من فضلك أدخل المعلومات كاملة

# please_enterFullData
source: Please enter All Data To submit Complaint
ar: من فضلك أدخل المعلومات كاملة

# loading_thatMightTakeTime
source: Loading Data,That might take some time
ar: جارى استرجاع البيانات من مقدمى الخدمة قد يستغرق ذلك بعض الوقت

# loading_thatMightTakeTimeReg
source: Verification of identity data
ar: جارى التحقق من بيانات الهوية

source: Request Id
ar: رقم الطلب

source: Subscription Type
ar: نوع الإشتراك

source: Complaint Type
ar: نوع الشكوى الرئيسية

source: Complaint SubType
ar: نوع الشكوى الفرعية

# IncorrectAmount
source: objected Amount
ar: المبلغ المعترض عليه

# ObjectionReason
source: Reason for objection
ar: سبب الاعتراض

source: Bill Date
ar: تاريخ الفاتورة

# SIMAHUserStatus
source: Has the amount been recorded as defaulters in SMH
ar: هل تم قيد المبلغ كمتعثرات فى سمه

# PaymentMethod
source: Method of Payment
ar: طريقة السداد

# PaymentDate
source: Date of payment
ar: ServiceProvider

source: Payment Amount
ar: مبلغ السداد

source: Amount to be returned
ar: المبلغ المالى المطلوب إعادته

# AmountClaimingReason
source: Reason for claim
ar: سبب المطالبة

# DeductionDate
source: Discount History
ar: تاريخ الخصم

# RechargeType
source: Shipping Amount
ar: نوع الشحن

# RechargeAmount
source: Shipping Amount
ar: مبلغ الشحن

# RechargeDate
source: Date of shipment
ar: تاريخ الشحن

# LocationX
source: the location coordinates
ar: احداثيات الموقع

# LocationY
source: the location coordinates
ar: احداثيات الموقع

source: account number
ar: رقم الحساب

source: Not Requested Service
ar: خدمة لم تطلبها

source: Service Number
ar: رقم الخدمة

source: Service type
ar: نوع الخدمة

source: Defining problem
ar: تحديد المشكلة

source: Region
ar: المنطقة

source: Governorate
ar: المحافظة

source: Sub Governorate
ar: المركز

# Neighbourhood
source: Community/City
ar: التجمع السكاني/المدينة

# LocationDescription
source: Site Description
ar: وصف الموقع

source: Abuser Number
ar: الرقم المزعج

# AbuseType
source: Annoyance type
ar: نوع الإزعاج

# AbuseDateFrom
source: Abuse From
ar: بدأ الإزعاج من

# AbuseDateTo
source: Abuse to
ar: بدأ الإزعاج إلي

source: Spam Info
ar: معلومات الإزعاج

source: Tower Location
ar: موقع البرج

# TowerNo
source: Tower Number
ar: رقم البرج

# TowerServiceProvider
source: Tower Owner
ar: صاحب البرج

# RequestedServiceType
source: Type of service required
ar: نوع الخدمة المطلوبة

# ServiceBlackoutFrom
source: Outage period from
ar: فترة الانقطاع من

# ServiceBlackoutTo
source: Interruption Period to
ar: فترة الانقطاع إلي

source: Service Name
ar: اسم الخدمة

# ComplaintZone
source: Scope of Complaint
ar: نطاق الشكوى

# NotActivatedServicetype
source: Name of service in question
ar: الخدمة محل الشكوى

# ApplicationDate
source: The date of application
ar: تاريخ تقديم الطلب

# NotProvidedService
source: Untapped feature
ar: الميزة التى لم تتم الاستفادة منها

source: Complaint Description
ar: تفاصيل الشكوى

source: Expose Info Type
ar: توضيح نوع المعلومات

source: Expose Info Prove
ar: توضيح معلومات مثبتة

# RequestStatusEServicesName
source: Request Status EServices
ar: طلب خدمات الحالة

# ComplaintTypeName
source: Complaint Type
ar: نوع الشكوى

source: Complaint Type SubName
ar: نوع الشكوى الفرعي

# ComplaintChannelName
source: Complaint Channel
ar: اسم قناة الشكوى

# ActorServiceProviderName
source: Actor Service Provider
ar: مقدم خدمة الممثل

# ComplaintServiceTypeName
source: Complaint Service Type
ar: نوع الخدمة الفرعي

# ComplaintReasonName
source: Complaint Reason
ar: اسم سبب الشكوى

# ComplaintObjectionTypeName
source: Complaint Objection Type
ar: نوع اعتراض الشكوى

# ComplaintProblemTypeName
source: Complaint Problem Type
ar: نوع مشكلة الشكوى

# ComplaintScopeName
source: Complaint Scope
ar: نطاق الشكوى

source: Complaint Close Reason Name
ar: سبب إغلاق الشكوى

source: Config Region Name
ar: تكوين اسم المنطقة

# ConfigMainCityName
source: Config Main City
ar: تكوين اسم المدينة الرئيسية

# ConfigMainTownName
source: Config Main Town
ar: تكوين اسم المدينة الرئيسية

source: Config Main Localities Name
ar: تكوين اسم المواقع الرئيسية

# ComplaintCloseReasonForComplainerName
source: Complaint Close Reason For Complainer
ar: سبب إغلاق الشكوى لاسم المشتكي

# ComplaintServiceSubscriptionTypeName
source: Complaint Service Subscription Type
ar: اشتراك خدمة الشكوى

# ComplaintPaymentMethodName
source: Complaint Payment Method
ar: اسم طريقة دفع الشكوى

source: Submission Date
ar: تاريخ التقديم

source: Service Provider Logo
ar: شعار مزود الخدمة

# invalidCode_askFornewPassCode
source: Your verification code has expired Please request a new one
ar: إنتهت صلاحية رمز التحقق يرجى طلب رمز جديد

source: Identity under verification
ar: جارى التحقق من الهوية

# saveComp
source: save Complaint
ar: حفظ الشكوى

source: Number
ar: أرقام

# saveComp_
source: The complaint will be saved as a draft in the list of complaints, you can complete it in time for you
ar: سيتم حفظ الشكوى كمسودة فى قائمة الشكاوى,يمكنك إستكمالها فى الوقت المناسب لك

# doneSaveComp
source: Complaint Saved Succesfully
ar: تم حفظ الشكوى بنجاح

source: Nationality
ar: الهوية

source: IDType
ar: نوع الهوية

source: IDNumber
ar: رقم الهوية

source: FirstName
ar: الاسم الاول

source: SecondName
ar: الاسم الثاني

source: ThirdName
ar: الاسم الثالث

source: FourthName
ar: الاسم الرابع

source: IDExpiryDate
ar: تاريخ الانتهاء

source: Birthdate *
ar: تاريخ الميلاد

source: Address *
ar: العنوان

source: Email
ar: الايميل

source: Mobile
ar: رقم الجوال

source: City
ar: المدينة

source: IsHaveProcuration
ar: بموجب وكالة

# visitorWantAddComp
source: Please visit the business complaint website
ar: يرجى زيارة الموقع الإلكترونى لتقديم شكوى قطاع الأعمال

# loginRequired
source: login is Required
ar: برجاء تسجيل الدخول

# error500
source: Internal Server Error
ar: خطأ فى السيرفر

# InvoicesAndFinancial
source: Invoices and financial obligations
ar: فواتير والتزامات مالية

source: State
ar: المنطقة

# enterCurrentPassword
source: Please, Enter Current password
ar: فضلا ادخل كلمة المرور الحاليه

# enterPassword
source: Please, Enter your password
ar: فضلا ادخل كلمة المرور

# passwordValidation
source: Password should be 8-15 letter or number
ar: كلمة المرور تتكون من ٨ الي ١٥ حرف او رقم

source: Select Clint
ar: فضلا اختر نوع العميل

source: Select Building Name
ar: فضلا إختر إسم العمارة

source: Select Flate Number
ar: فضلا إختر رقم الشقة

source: Password Don't Match
ar: كلمة المرور غير متطابقتان

# confirmMobile
source: Confirm Mobile Number
ar: تأكيد رقم الهاتف

# enterRightCode
source: Enter right verification code
ar: فضلا ادخل الكود الصحيح

source: Second
ar: ثانية

# thanks
source: Thanks a lot
ar: شكرا لك

source: Welcom To Sayen
ar: مرحبا بك في صاين

source: Request Recived
ar: تم إستلام الطلب

source: You will get verification message
ar: ستصلك رسالة لدي تفعيل الحساب

source: Hi
ar: اهلا

# enterCodeFirst
source: Please, Enter Code First
ar: من فضلك قم بإدخال الكود أولا

# Rial
source: SR
ar: ريال

source: Request
ar: طلب خدمة

# uploadProblemImage
source: Please, Upload problem images
ar: من فضلك قم برفع صورة للمشكلة

# enterProblemDetails
source: Please, Enter problem details
ar: من فضلك أدخل تفاصيل المشكلة

# selectAddress
source: Please, Enter address
ar: من فضلك قم بتحديد العنوان

# selectVisitDateTime
source: Please, Select visit date and time
ar: من فضلك قم بإختيار تاريخ و موعد الزيارة

source: Select on map
ar: إختر من الخريطة

source: Select
ar: إختر

source: Request sent successfully
ar: تم ارسال الطلب بنجاح

source: Request canceled!
ar: تم إلغاء الطلب

source: select images from
ar: إختيار الصوره من

source: Close
ar: اغلاق

# camActivactionMsg
source: camera Activation will restart your device
ar: تفعيل الكاميرا سوف يقوم بإعاده تشغيل الجهاز

# cameraNotPermitted
source: Sayen App Doesn't have permition to access camera, Check Settings
ar: ذلك البرنامج غير مصرح له باستخدام الكاميرا,تفقد الاعدادات

source: Settings
ar: الإعدادات

source: No camera Found!
ar: لا توجد كاميرا

# deviceNoCamera
source: This device Doesn'r have Camera
ar: الجهاز لا يحتوي علي كاميرا

# addressAdded
source: Address Added Successfully
ar: تم إضافة العنوان بنجاح

# selectRightTime
source: Please, Selet right Time (Time should be at least 2 hours from now)
ar: فضلا اختر الوقت الصحيح,الوقت الادنى لحجز الخدمه ساعتين من الآن

# disabledLocationService
source: Location services is disabled , please turn it on to detect your location
ar: خدمة تحديد المواقع غير مفعلة , برجاء التفعيل لتحديد موقعك

# openLocationService
source: Open Location Services
ar: فتح خدمات الموقع

# enterFloorNum
source: Please, Enter Floor Number
ar: من فضلك قم بإدخال رقم الدور

# enterAddress
source: Please, Enter your address
ar: من فضلك قم بإدخال العنوان

source: Floor
ar: الدور

source: Other
ar: آخر

source: Special
ar: تمييز

source: Client
ar: عميل

source: Owner
ar: مالك

source: Canceled
ar: تم الالغاء

source: Unpaid
ar: غير مدفوع

# noCurrentRequest
source: Sorry, you don't have current requests
ar: ليس لديك طلبات حالية

# noInternetConnection
source: No internet connect, please make sure to connect with internet
ar: تأكد من اتصالك بالانترنت اولا

# noCompeleteRequests
source: Sorry, you don't have complete requests
ar: ليس لديك طلبات مكتملة

# rateRequestMsg
source: Please, rate the request
ar: من فضلك قم بتقييم الطلب

source: Pay Online
ar: الدفع أون لاين

source: Paid
ar: مدفوع

source: Pay Cash
ar: الدفع كاش

source: Done
ar: تم

# fanii
source: Technical :
ar: الفني :

# TheRequestDone
source: Request has been completed
ar: تم أنهاء الطلب

# continueAndCall
source: Continue and call this number
ar: الاستمرار والاتصال بذلك الرقم

source: Common Question
ar: الاسئله الشائعه

source: About Sayen
ar: عن صاين

source: Contact Us
ar: تواصل معنا

source: Share App
ar: شارك التطبيق

source: Rate App
ar: قيم التطبيق

source: Change Language
ar: تغيير اللغة

source: Sign out
ar: تسجيل خروج

# passwordChanged
source: Password Changed Successfully
ar: تم تغيير كلمه المرور بنجاح

# changePersonalInfo
source: Edit Personal Information
ar: تعديل البيانات الشخصية

# chagneMobile
source: Change Mobile Number
ar: تعديل رقم الجوال

# changePassw
source: Change Password
ar: تغيير كلمة المرور

# accountSaspended
source: The account has been suspended by the administration
ar: تم إيقاف الحساب من قبل الإدارة

source: No Internet Connection
ar: مشكلة في الاتصال

# connectToInternet
source: Please make sure from your internet connection
ar: تأكد من اتصالك بالانترنت أولا

# enterMassage
source: Please, Enter Message
ar: فضلا اكتب رسالتك

# accountInactive
source: Your account is inactive
ar: حسابك غير مفعل

source: Activate
ar: تفعيل

# setProblem
source: Please, Identify your problem
ar: فضلا قم بإختيار المشكلة

# workDone
source: Work completed successfully
ar: تم إنهاء العمل بنجاح

# confirmReceipt
source: You must confirm receipt of the cost of the application
ar: يجب التأكيد علي إستلام تكلفة الطلب

# rateWorker
source: Please, rate the worker and add your comment
ar: من فضلك قم بتقييم العامل وإضافة تعليقك

# rateDone
source: Successfully evaluated
ar: تم التقييم بنجاح

# requestDone
source: The request has been completed successfully
ar: تم إنهاء الطلب بنجاح

# writeName
source: Please, Write Name
ar: من فضلك اكتب الاسم

# wrongEmial
source: Wrong Email Address
ar: البريد الإلكتروني غير صحيح

source: Start Work
ar: بدء العمل

source: in my way
ar: التوجة للعميل

# paymentError
source: something went wrong please try again later
ar: خطأ في عملية الدفع ، من فضلك حاول لاحقا

# paymentSuccess
source: Payment Successful!
ar: تم الدفع بنجاح

source: Orders for this service are complete at this hour
ar: عفوا، قم بتحديد وقت اخر للخدمة ، يوجد لدينا طلبات بالفعل في هذا الوقت

source: Clinet Type
ar: نوع العميل

# floorDetails
source: Building Number / Floor / flat Number
ar: رقم العمارة / الدور / رقم الشقة

# alertNote
source: Write your emergency case ...
ar: اكتب حالة الطوارئ الخاصة بك ...

# emergancyRequestSent
source: Emergency Request sent successfully
ar: تم ارسال حالة الطوارئ بنجاح

# lang
source: en
ar: ar

source: Emergancy Order
ar: طلب طوارئ
