Repository: HyperDesignIOS/Sayen
Catalog: Sayen/SupportFiles/Localization/*.lproj/Localizable.strings
Languages: ar

# email_empty
source: Email is required
ar: البريد الإلكترونى مطلوب

# email_invalid
source: Error in email field
ar: خطأ بحقل البريد الإلكتروني

# pw_empty
source: Password is required
ar: كلمة المرور مطلوبة

# pw_invalid
source: Password wrong
ar: كلمة المرور خاطئة

# emptyPhoneNum
source: Phone is required
ar: رقم الهاتف مطلوب

# phone
source: Phone number *
ar: رقم الهاتف *

# invalidPhone
source: Phone is not valid , should start with 009665xxxxxxxx or 9665xxxxxxxx or 5xxxxxxxx or 05xxxxxxxx
ar: رقم الهاتف يجب ان يبدأ ب 9665xxxxxxxx أو 00966xxxxxxxx أو 5xxxxxxxx أو 05xxxxxxxx

# invalidPhoneNum
source: Phone is not valid , should start with 5xxxxxxxx or 05xxxxxxxx or 9665xxxxxxxx
ar: رقم الهاتف غير صحيح و يجب أن يبدأ ب 5xxxxxxxx أو 05xxxxxxxx

# requiredPassword
source: You shoud enter
ar: يجب ان تدخل

# success
source: Successed
ar: نجحت العملية

# activeAccount
source: Please
ar: من فضلك

# activeAccountMessage
source: Active your acount
ar: قم بتفعيل الحساب

# emailSent
source: Check your email
ar: تفقد بريدك الإلكتروني

# emailSentMessage
source: Message sent to email
ar: تم إرسال بريد إلكتروني

source: Error
ar: حدث خطأ

source: Try again
ar: حاول مره اخري

source: Forget Password
ar: نسيت كلمة المرور

# phoneVaildationMsg
source: Moblie Number must be 05xxxxxxxx , should be 10 numbers starting with 05
ar: صيغة رقم الجوال يجب ان تكون 05xxxxxxxx ، (10 ارقام تبدا ب 05)

source: Failed
ar: خطأ

source: Cancel
ar: إلغاء

source: Agree
ar: موافق

# logout
source: You wan't to logout?
ar: هل تريد تسجيل الخروج؟

# signout
source: Logout
ar: تسجيل خروج

# national_id
source: National identity
ar: هوية وطنية

# national_placed
source: Resident identity
ar: هوية مقيم

# national_pas
source: Passport
ar: جواز سفر

# national_sar
source: GCC Identity
ar: هوية خليجية

# numberOfLines
source: Border number
ar: رقم الحدود

# national1
source: Residence / Identity of Resident
ar: إقامة / هوية مقيم

# national2
source: Passport/ GCC Identity
ar: جواز سفر/هوية خليجي

# myNumbers
source: Argami
ar: أرقامي

# offers
source: Approved offers
ar: الإستعلام عن العروض المعتمدة

# complaints
source: Complaints Services
ar: خدمات الشكاوى

# mkyas
source: Meqyas
ar: مقياس

# searchProcess
source: Querying approved devices
ar: الاستعلام عن الأجهزة المعتمدة

# otherServices
source: Reports
ar: البلاغات

# code_pin_empty
source: You should enter full code
ar: يجب إدخال رمز التحقق كاملا

# fllowUpVisitorAlert
source: Dear visitor, you can follow up the complaint by login
ar: عزيزى الزائر , يمكنك متابعة شكوى عبر تسجيل الدخول

# reportsVisitorAlert
source: Dear visitor, you can follow reports by login
ar: عزيزى الزائر , يمكنك متابعة البلاغات عبر تسجيل الدخول

# myNumbersDesc
source: Argami service allows users to know details about all telephone numbers and data SIM registered with their IDs in Telecom Service Providers systems
ar: خدمة أرقامى تتيح للمستخدم الاطلاع على تفاصيل أرقام الهاتف و شرائح البيانات المسجلة برقم هويته لدى مقدمى خدمات الإتصالات و تقنية المعلومات

# offersDesc
source: The Approved Offers service allows users to know the details of approved offers of all service providers
ar: تتيح خدمة العروض المعتمدة فى معرفة المستخدمين على تفاصيل العروض المعتمدة لجميع مقدمى الخدمة

# mkyasDesc
source: Meqyas is an initiative by The Communications and Information Technology Commission (CITC) to establish Internet Quality of Experience Measurement Platform in the Kingdom of Saudia Arabia
ar: مقياس هو أحد مبادرات هيئة الإتصالات و تقنية المعلومات والتى تهدف لتأسيس منصة قياس لجودة تجربة إستخدام الإنترنت فى المملكة العربية السعودية

# searchService
source: CITC provides number of services related to ICT equipment to enable equipment manufacturers and importers verifying the conformity of their equipment with CITC technical specifications
ar: تقدم الهيئة عدد من الخدمات المتعلقة بأجهزة الاتصالات وتقنية المعلومات لتمكين مصنعى أجهزة الاتصالات و تقنية المعلومات ومورديها من التأكد من مطابقة أجهزتهم للمواصفات الفنية

# otherService
source: It is a service that allows users to submit reports that belonging to the ICT sector which fall within the mandate and roles of CITC
ar: هى خدمة تتيح للمستخدمين من التقديم على البلاغات التى تخص قطاع الاتصالات وتقنية المعلومات والتى تقع ضمن اختصاصات ومهام الهيئة

# user_Name
source: identiy number *
ar: رقم الهوية *

source: Password
ar: كلمة المرور

# phoneNum
source: Phone number *
ar: رقم الجوال *

# email
source: Your email *
ar: البريد الإلكترونى *

source: Address *
ar: العنوان *

# address_
source: Address has been added to your profile
ar: تم إضافة العنوان

source: Search
ar: البحث

source: New Arrival
ar: الأكثر حداثة

# bestSeller
source: Best Sellers
ar: الأفضل مبيعاً

source: Apply promo code
ar: تطبيق الرمز الترويجي

source: Please add another Shipping Address
ar: من فضلك أضف عنوان توصيل آخر

# nationalType
source: Identity type*
ar: نوع الهوية *

source: Border line number *
ar: رقم الحدود *

source: Passport number *
ar: رقم جواز السفر *

source: Full name *
ar: اسمك الثلاثى *

# serviceDesc
source: Sample
ar: مثال

# complaintMissingFIleDesc
source: Dear user there is missing data please complete it. You have 2 days to complete the required information starting from the date of day
ar: عزيزى المستخدم هناك بيانات مفقودة يرجى إستكمالها.لديك مهلة يومين لإتمام المعلومات المطلوبة تبدأ من تاريخ يوم

# at_date
source: since
ar: الموافق

source: At hour
ar: الساعة

# select_your_image_from_
source: Choose files from
ar: إختيار الملفات من

# photoGallery
source: Studio
ar: الإستوديو

# this_app_isnot_authorized_to_use_Camera
source: This app is not authorized to use the Camera
ar: هذا التطبيق غير مصرح له إستخدام الكاميرا

source: Files
ar: الملفات

# attachType_isRequired
source: Attachment type must be selected first
ar: يجب إختيار نوع المرفق أولاً

# compType
source: Main complaint type *
ar: نوع الشكوى الرئيسى *

# mainCompTypeRequired
source: The main complaint type is a required field
ar: نوع الشكوى الرئيسى مطلوب

source: Service Provider *
ar: مقدم الخدمة *

# serviceProviderIsRequired
source: Service Provider Required Field
ar: مقدم الخدمة حقل مطلوب

source: Error
ar: خطأ

source: Name
ar: الإسم

# nationalityType
source: Type of Identity *
ar: نوع الهوية *

# nationalityID
source: ID Number *
ar: رقم الهوية *

# phoneNumber
source: Contact mobile number
ar: رقم الجوال للتواصل

source: E-mail
ar: البريد الإلكتروني

# hasOrganization
source: By Agency *
ar: بموجب وكالة *

# organizationNum
source: Agency Number *
ar: رقم الوكالة *

# itsDate
source: History *
ar: تاريخها*

# sourceOf
source: coming from*
ar: صادرة من*

# pertisName
source: Subscriber Name *
ar: إسم المشترك*

# MultiID
source: Shared Identification Number *
ar: رقم الهوية المشتركة*

# UserRequest
source: The complainant's request
ar: طلب الشاكي

# complaintNumUnder
source: Service number subject to complaint
ar: رقم الخدمة محل الشكوى

# enterNumber
source: Enter the number
ar: ادخل الرقم

source: Or
ar: أو

# pickFromPhoneNumList
source: Choose from your list of numbers
ar: اختر من قائمة أرقامك

# ComplainterType
source: Sub-complaint type *
ar: نوع الشكوى الفرعي*

# complaintEscalation
source: Escalation of Complaint
ar: تصعيد الشكوى

# complaintBody
source: If you want to escalate the complaint and want to inquire about its status you can, this service is available to all users
ar: إذا لديك شكوى وأردت الإستعلام عن حالتها يمكنك ذلك, هذه الخدمة متوفره لجميع المستخدمين

# followComplaint
source: Follow-up Complaint
ar: متابعة شكوى

# enter_compl_num
source: Please enter complaint number
ar: الرجاء أدخل رقم الشكوى

# enter_serv_num
source: Enter service number
ar: الرجاء ادخال رقم الخدمة

# select_serv_provider
source: Select service provider
ar: اختر مقدم الخدمة

# payment_main
source: Invoices and financial obligations
ar: فواتير والتزامات مالية

# lowServiceQuality_main
source: Low or no service
ar: تدنى مستوى خدمة أو انقطاعها

# registerServiceNum_main
source: Establishment (number - service) without user request
ar: تأسيس (رقم - خدمة) دون طلب المستخدم

# changeOrNotNum_main
source: Transfer a number or not transfer a number from one operator to another
ar: نقل رقم أو عدم نقل رقم من مشغل لآخر

# cancelNum_main
source: Cancellation or suspension (number - service)
ar: إلغاء أو تعليق (رقم - خدمة)

# notActiveServ_main
source: Do not activate a service or apply its benefits
ar: عدم تفعيل خدمة او تطبيق مزاياها

# annoying_main
source: Disturbance
ar: ازعاج

# humanHarmingWaves_main
source: Human exposure to electromagnetic fields of radio frequencies
ar: التعرض البشرى للمجالات الكهرومغناطيسية للترددات الراديوية

# notSecretive_main
source: Non-compliance with the confidentiality of user information
ar: عدم الإلتزام بسرية معلومات المستخدم

# missCalc_sub
source: Invoice Error
ar: خطأ فى احتساب الفاتورة

# notPaying_sub
source: Non-payment of funds in service provider systems
ar: عدم قيد سداد مبلغ مالى فى أنظمة مقدم الخدمة

# notReturn_sub
source: No refund
ar: عدم إعادة مبلغ مالي

# dualPayment_sub
source: Balance deduction (prepaid)
ar: خصم من الرصيد (مسبق الدفع)

# creaditAddingProb_sub
source: Don't add credit (prepaid)
ar: عدم إضافة رصيد (مسبق الدفع)

# receiptProb_sub
source: Failure to provide the user with invoice details
ar: عدم تزويد المستخدم بتفاصيل الفاتورة (مفوتر)

# lowServ_sub
source: Low service
ar: تدنى مستوى الخدمة

# disconnection_sub
source: outage
ar: انقطاع الخدمة

# establishment_sub
source: Establish a number without user request
ar: تأسيس رقم دون طلب المستخدم

# addServWithoutOrd_sub
source: Add service without user request
ar: اضافة خدمة دون طلب المستخدم

# transferWithout_sub
source: Transfer number without user request
ar: نقل رقم دون طلب المستخدم

# disableTransfer_sub
source: Do not execute transfer request number
ar: عدم تنفيذ طلب نقل رقم

# smsProblems_sub
source: Do not receive calls and messages after the number has been transferred to another operator
ar: عدم استقبال المكالمات والرسائل بعد انتقال الرقم لمشغل آخر

# onHoldServNum_sub
source: Cancellation or suspension (number - service) without user request
ar: إلغاء أو تعليق (رقم - خدمة) دون طلب المستخدم

# notFunctionOnHoldServ_sub
source: User request for cancellation or suspension (number-service) is not executed
ar: عدم تنفيذ طلب المستخدم إلغاء أو تعليق (رقم - خدمة)

# cantAddComment
source: Not Enable To add comment
ar: لا يمكن إضافة تعليق

source: Comment*
ar: التعليق*

# commentRequired
source: Comment field is required
ar: حقل التعليق مطلوب

# servNotAction_sub
source: Do not activate the service
ar: عدم تفعيل خدمة

# benefits_notAction_sub
source: Non-application of service benefits
ar: عدم تطبيق مزايا خدمة

# servNotReceived_sub
source: Not providing service
ar: عدم تقديم خدمة

# annoying_sub
source: Disturbance
ar: ازعاج

# spam_sub
source: Damage to Spam
ar: التضرر من الرسائل الاقتحامية الدعائية (Spam)

# secretiveLess_sub
source: (The complaint document must be attached - the reason why the company is accused of non-compliance with the confidentiality of information)
ar: (يجب أرفاق مستند الشكوى - سبب اتهام الشركة بعدم الإلتزام بسرية المعلومات)

# subscriptionType
source: Subtype*
ar: نوع الإشتراك*

# servType
source: service type*
ar: نوع الخدمة الفرعي*

# serNum
source: Service number subject to complaint *
ar: رقم الخدمة محل الشكوى*

# subCompType
source: Sub-complaint type *
ar: نوع الشكوى الفرعي*

source: Enter phone
ar: فضلا ادخال رقم الجوال

# errorEscaleComplaint
source: Error in escalation complaint
ar: خطأ فى تصعيد الشكوى

# successEscaleComplaint
source: Complaint data retrieved successfully
ar: تم استرجاع بيانات الشكوى بنجاح

# ComplainerType
source: Complaint Recipe
ar: صفة الشاكي

# crNumber
source: Commercial Registration No*
ar: رقم السجل التجاري*

# crValidateDate
source: Commercial Registration Expiry Date *
ar: تاريخ إنتهاء السجل التجاري*

# companyName
source: The Company's name*
ar: إسم الشركة*

# consPass
source: Confirm password *
ar: تأكيد كلمة المرور *

# industName
source: Commerical name
ar: الإسم التجاري

# modelName
source: Industrial model
ar: الموديل الصناعي

# manuf
source: Manufacturer
ar: المصنع

# complainerStateType
source: Provider status
ar: صفة مقدم الخدمة

# complainer
source: Complainant *
ar: مقدم الشكوى*

# mandateNum
source: Authorization number *
ar: رقم التفويض *

# mandateDate
source: Authorization date *
ar: تاريخ التفويض *

# agencyNum
source: Agency Number *
ar: رقم الوكالة*

# agencyDate
source: History *
ar: تاريخها*

# agencyOrigin
source: coming from*
ar: صادرة من*

# under_mandate
source: By authorization
ar: بموجب تفويض

# under_agency
source: Under an agency
ar: بموجب وكالة

# complaintNum
source: Complaint Number *
ar: رقم الشكوى *

# enterValue
source: Please enter data
ar: من فضلك أدخل بيانات

# enterYourPhone
source: Enter your phone saved on your nationality
ar: أدخل رقم جوال مسجل على الهوية الخاصة بك

source: No data
ar: لا توجد بيانات للعرض

# birthDate
source: Date of Birth *
ar: تاريخ الميلاد *

# mobileToConnect
source: Contact mobile number *
ar: رقم الجوال للتواصل *

source: City
ar: المدينة

# expirDate
source: Expiry date *
ar: تاريخ الإنتهاء *

source: Nationality *
ar: الجنسية *

# receiptable
source: Billed
ar: مفوتر

source: prepaid
ar: مسبق الدفع

# landLine
source: Fixed
ar: صوتي

source: mobile
ar: بيانات

# InternetLandLine
source: Fixed Internet
ar: ثابت

# InternetMobile
source: Mobile Internet
ar: انترنت ثابت

# isRequired
source: is a Required field
ar: حقل مطلوب

source: Address Description
ar: تفاصيل العنوان

source: Street
ar: الشارع

source: Country
ar: الدولة

source: ZipCode
ar: الرمز البريدى

# canotBeLessTHan
source: You should at least
ar: يجب ان لا يقل عن

# Words
source: Characters
ar: أحرف

# word
source: Letter
ar: حرف

source: Field
ar: حقل

# invalidEmail
source: Email is not correct
ar: البريد الإلكترونى غير صحيح

# passNotValid
source: Password must contain lower case,upper case,numeric character and special character
ar: كلمة المرور يجب أن تحتوى على اكثر من ٨ أحرف مكونين من أرقام وأحرف [A-z] وحروف خاصة

# newPassNotValid
source: New Password must contain lower case,upper case,numeric character and special character
ar: كلمة المرور الجديدة يجب أن تحتوى على اكثر من ٨ أحرف مكونين من أرقام وأحرف [A-z] وحروف خاصة

source: Saudi
ar: سعودي

source: Egyption
ar: مصري

# Kwity
source: Kuwaiti
ar: كويتي

source: Please Check Your E-mail
ar: من فضلك تفقد البريد الإلكترونى الخاص بك

source: Ok
ar: حسنا

# pickFileType
source: Choose File Type
ar: اختر نوع الملف

# file_msg_error
source: Error in uploading file
ar: حدث خطأ فى تحميل الملف

source: Photos
ar: صور

source: File
ar: ملف

# descAbout
source: CITC is responsible for regulating the ICT sector in the Kingdom of Saudi Arabia. The Telecommunications Act, issued by Royal Decree No. M/12, dated 5/3/1422H and its Bylaws, issued in 1423 H, provide the legal framework for organizing this sector. This Act involves a number of objectives such as: Providing advanced and adequate telecommunication services with affordable prices, creating an appropriate atmosphere to encourage fair competition, using frequencies effectively, localization of telecommunication technology and managing recent advancements, clarity and transparency in procedures, equality and neutrality, protection of the public interest as well as the interest of users and investors.The CITC Ordinance issued pursuant to the Council of Ministers Resolution No. (74), dated 5/3/1422H (corresponding to 27/5/2001) and amended pursuant to the Council of Ministers Resolution No. (133), dated 21/5/1424H (corresponding to 21/7/2003), defines CITCs mandate, functions, governance, and financing as the ICT regulator, having a legal personality, administratively and financially independent.
ar: هيئة الاتصالات وتقنية المعلومات هى الجهة المسؤولة عن تنظيم قطاع الاتصالات وتقنية المعلومات فى المملكة العربية السعودية. ويحدد كلٌ من ( نظام الاتصالات ) الصادر بقرار مجلس الوزراء ذى الرقم (74) فى 1422/3/5هـ ولائحته التنفيذية الصادرة بالقرار الوزارى رقم (11) فى 17 / 5 / 1423هـ الإطار القانونى الخاص بتنظيم القطاع. ويتضمن النظام عدداً من الأهداف منها: توفير خدمات اتصالات متطورة وكافية وبأسعار مناسبة، وإيجاد المناخ المناسب لتشجيع المنافسة العادلة، واستخدام الترددات بصورة فعّالة، وتوطين تقنية الاتصالات ومواكبة تقدمها، وتحقيق الوضوح والشفافية فى الإجراءات، بالإضافة إلى تحقيق مبادئ المساواة وعدم التمييز، وحماية المصلحة العامة ومصالح المستخدمين والمستثمرين.كما يحدد (تنظيم الهيئة)، الصادر بقرار مجلس الوزراء ذى الرقم (74) فى 1422/3/5هـ، والمعدل بقرار مجلس الوزراء ذى الرقم (133) في1424/5/21هـ، مهمات هيئة الاتصالات وتقنية المعلومات واختصاصاتها، بوصفها منظماً للقطاع يتمتع بالشخصية الاعتبارية، وبالاستقلال المالى والإداري

source: Old password
ar: كلمة المرور القديمة

# confirmPassword
source: Please, Confirm your password
ar: تأكيد كلمة المرور

source: Edit Profile
ar: تعديل الملف الشخصي

source: Edit
ar: تعديل

source: New password
ar: كلمة المرور الجديدة

# errorMsgOldPassword
source: Please enter old password
ar: الرجاء ادخال كلمة المرور القديمة

# oldMessageNotTrue
source: Old password non-valid it
ar: كلمة المرور القديمة غير صحيحة

source: Please enter new password
ar: الرجاء ادخال كلمة المرور الجديدة

# newMsgNotTrue
source: New password not true
ar: كلمة المرور الجديدة غير صحيحة

# pleaseEnterConfirm
source: Confirm password can't be empty
ar: الرجاء ادخال تاكيد كلمة المرور

# confirmPasswordNotTrue
source: Passwords don't match
ar: تأكيد كلمة المرور غير صحيحة

# passwordNotMatch
source: Password not matchs
ar: كلمات المرور غير متشابهة

# changePasswordSuccess
source: Success change password
ar: تم تعديل كلمة المرور بنجاح

# changePasswordNotSuccess
source: Old password not true
ar: كلمة المرور القديمة غير صحيحة

source: SAR
ar: ريال

# successLogin
source: Successeful login
ar: تم تسجيل الدخول بنجاح

# enterValidData
source: Please enter valid data
ar: الرجاء ادخال بيانات صحيحة

# networkRes
source: There is no internet connection
ar: لا يوجد إتصال إنترنت

# resetSuccess
source: success reset setting
ar: تم إعادة الضبط بنجاح

# reOrderedSuccess
source: success reOrder services
ar: تم ترتيب الخدمات بنجاح

# changeLang_
source: You'r about to Change App langauge
ar: هل تريد تغيير لغة التطبيق؟

# logout_
source: Are you sure that you want to logout?
ar: هل تريد تسجيل الخروج؟

source: Cart has been updated
ar: تم تحديث محتويات العربة

# enterEmail
source: Please enter your email
ar: الرجاء ادخال البريد الإلكتروني

# enterValidEmail
source: Please enter valid email
ar: الرجاء ادخال بريد الكترونى صحيح

# enterPhone
source: Please enter phone
ar: الرجاء ادخال رقم الجوال

# errorUpdateProfile
source: Update profile failed , please try again
ar: خطا فى تعديل الملف الشخصى الرجاء المحاوله مره اخرى

source: Cart is Empty
ar: العربة فارغة

# stockNotAva
source: stock doesn't support the quantity selected for this product
ar: لا يدعم المخزون الكمية المحددة لهذا المنتج

# successUpdatePhoto
source: The profile pic changed
ar: تم تغيير الصورة الشخصية بنجاح

source: From
ar: من

# exceptDay
source: except
ar: إلا يوم

# directionNotAva
source: Direction isn't available for this branchs
ar: الإحداثيات غير متوفرة

source: To
ar: إلى

source: Sorry
ar: عذراً

# thisProductDoesntHaveUnits
source: This Product Doesn't have Product Units
ar: لا توجد وحدات بذلك المنتج

source: Notes
ar: الملاحظات

# piece
source: PCS
ar: قطعة

source: Home
ar: الرئيسية

source: Add Address
ar: إضافة عنوان

source: Edit Address
ar: تعديل العنوان

source: Gender
ar: النوع

# removedItemFromCart
source: Removed Item from your cart
ar: تم إزالة المنتج من عربتك

# addedItemToCart
source: The item has been added to your cart
ar: تم أضافة المنتج لعربتك

# errorCode
source: Not valid code
ar: رمز التحقق غير صحيح

# stockOutOFStock
source: Item is out of stock
ar: المنتج غير متاح

source: left in stock
ar: متوفر بالمتجر

source: Categories
ar: الأقسام

source: Sale
ar: الخصومات

source: Cart
ar: العربة

source: Privacy policy
ar: سياسة الخصوصية

source: Our Branches
ar: فروعنا

# changeLang
source: Change Language
ar: تغيير اللغة

# addedToYourWishList
source: The item has been added to your Wish list
ar: تم إضافة المنتج لقائمة المفضلات

# removedFromYourWishList
source: The item has been removed from your Wish list
ar: تم إزالة المنتج من قائمة المفضلات

# youDidnotAddAddress
source: You didn't have any Shipping Address, please add one and try again.
ar: لم يتم تسجيل عنوان خاص بك بعد, برجاء تسجيل حساب

# pleaseSelectShippingAddress
source: Please select a Shipping address
ar: من فضلك إختر العنوان الذى تود توصيل المنتج إليه

source: Wish list
ar: قائمة المفضلات

# terms
source: Terms & conditions
ar: الشروط والأحكام

source: Contact Us
ar: تواصل معنا

source: Add to Wishlist
ar: إضافة إلى المفضلات

source: Remove from Wishlist
ar: إزالة من المفضلات

source: Profile
ar: الملف الشخصي

source: About Us
ar: من نحن

# successUpdateProfile
source: Update profile success
ar: تم تعديل الملف الشخصى بنجاح

# codeSendToPhone
source: The verification code sent to your phone
ar: تم ارسال رمز التحقق الى هاتفك

source: Field send code to phone
ar: تعذر ارسال رمز التحقق الى الهاتف

# chooseTypeOfIdentity
source: Please choose type of identity
ar: الرجاء اختر نوع الهوية

# pleaseChooseIdentityNumber
source: Please enter identity number
ar: الرجاء ادخل رقم الهوية

# sendCodeOnPhone
source: The verification code sent to your phone
ar: تم ارسال رمز التحقق على الجوال المسجل

# invalidIdinty
source: Not valid identinty for user
ar: تعذر التحقق من هوية المستخدم

# phoneVlaid
source: Your phone is valid
ar: تم التحقق من هاتفك

# sendCodeOnEmail
source: The verification code sent to your email
ar: تم ارسال رمز التحقق على البريد الإلكترونى المسجل

# couldnotValidIdentity
source: Identity couldn't checked
ar: لا يمكن التحقق من الهوية

# enterValidIdentity
source: Please enter valid Identity
ar: الرجاء ادخال رقم الهوية صحيح

# codeSentagain
source: Resend code to your phone
ar: تم إعادة ارسال رمز التحقق الى هاتفك

# notification_size
source: Important notification area
ar: منطقة الاشعارات الهامة

# user_hint_limited
source: Your mobile number is not verified. Check your profile and update the number →
ar: لم يتم التحقق من ملكية رقم الجوال الخاص بك راجع ملفك الشخصى و قم بتحديث الرقم ←

# user_hint_visitor
source: login
ar: تسجيل الدخول

# yourLocation
source: Your current location
ar: موقعك الحالى

# idCheck
source: Identity is valid
ar: تم التحقق من بيانات الهوية

# invalidId
source: Identity not valid
ar: بيانات الهوية غير صحيحة

# invalidNationalId
source: Nationality ID not valid
ar: رقم الهوية غير صحيحة

# enterId
source: Please enter valid identity number
ar: الرجاء ادخال رقم الهوية

# enterValidId
source: Please enter validated identity number
ar: الرجاء ادخال رقم الهوية صحيح

# enterExpDate
source: Please enter expire date
ar: الرجاء ادخال تاريخ الانتهاء

# pickNationality
source: Please choose nationality
ar: الرجاء اختيار الجنسية

# enterName
source: Please, Enter Name
ar: الرجاء ادخال الاسم

# nameLessThan3Chr
source: Name is less than 3 char
ar: الاسم اقل من ٣ حروف

# addProfileImg
source: Please add identity image
ar: فضلا ارفق صورة الهوية

# idChecked
source: Identity is valid
ar: تم التحقق من بيانات الهوية

# invalidIdDetails
source: Idnetity not valid
ar: بيانات الهوية غير صحيحة

# enterPassPortNum
source: Please enter passport number
ar: الرجاء ادخال رقم الجواز

# enterValidPasspNum
source: Please enter valid passport number
ar: الرجاء ادخال رقم جواز صحيح

# addPhoto
source: Please add identity image
ar: فضلا ارفق صورة الهوية

# idMore7Num
source: Identity numbr should more than 7 char
ar: يحب الا يقل رقم الهويه عن ٧ ارقام

# enterBirthDate
source: Please enter birth date
ar: الرجاء ادخال تاريخ الميلاد

# enterValidPhone
source: The verification code has been sent to the requested number
ar: تم إرسال رمز التحقق للجوال المُدخل

# notverified
source: Not verified code
ar: تعذر التحقق

# emilIsEmpty
source: Email is empty
ar: حقل البريد الإلكترونى فارغ

# loginSuccess
source: Login is succeeded
ar: تم التسجيل الدخول بنجاح
