Repository: HyperDesignIOS/Sayen
Catalog: Sayen/OrderRequestUser/MainOrder/*.lproj/SendOrder.strings
Languages: ar

# 0bF-S5-Zu9.normalTitle
source: Verify
ar: تحقق

# 74V-9Z-Ody.text
source: Visit and examining fee are calculated from examining fee
ar: يتم احتساب قيمة الفحص و الزيارة من التكلفة الكاملة للخدمة

# J1O-Rs-NW3.text
source: write here
ar: اكتب هنا

# OOr-Ji-KWh.text
source: Choose
ar: إختر

# OQf-DC-02z.text
source: Discount Coupon
ar: كود الخصم

# OWc-Iy-DnA.text
source: Address
ar: العنوان

# Og8-H9-TUU.text
source: Invaild Coupon
ar: الكوبون غير صحيح

# Qvp-1T-bnc.text
source: Visit Date, Time
ar: تاريخ وموعد الزيارة

# XxO-LC-Y1V.text
source: Notes
ar: ملاحظات

# Xyp-qW-nef.text
source: Problem Images
ar: صور للمشكلة

# ZsB-zs-fgM.text
source: Choose on Map
ar: إختر من الخريطة

# gjZ-WH-7w6.normalTitle
source: Cancel
ar: إلغاء

# n1d-io-qbn.text
source: Visit and examining fees
ar: رسوم الفحص و الزيارة

# nLF-N8-E85.text
source: Maximum 5 Images
ar: حد أقصى 5 صور

# rHI-0Q-dJo.text
source: Coupon Discount
ar: قيمه كوبون الخصم

# vIl-BL-bY1.normalTitle
source: Continue
ar: المتابعة
