Repository: HyperDesignIOS/Sayen
Catalog: Sayen/OrderDetailes/*.lproj/OrderDetailesVC.strings
Languages: ar

# 9hm-Wu-Zfy.text
source: Request Details
ar: تفاصيل الطلب

# G6y-KQ-pSY.text
source: Notes
ar: ملاحظات

# IbV-Be-c3d.text
source: Request has been rejected
ar: لم يتم قبول الطلب

# OCU-k9-C9K.text
source: in progress
ar: قيد الاجراء

# QEX-XK-yZ4.normalTitle
source: Cost has been changed
ar: تم تغيير التكلفه

# RXG-Qa-mJG.text
source: New
ar: جديد

# YNX-Hm-8tR.text
source: Pay Cash
ar: الدفع كاش

# YOS-Nl-oCz.text
source: Cost after discount
ar: التكلفة بعد الخصم

# dR8-fu-LDk.text
source: Unpaid
ar: غير مدفوع

# f1H-F2-kFC.text
source: in my way
ar: التوجة للعميل

# fJP-hV-SfR.text
source: Examination and visit fees
ar: رسوم الفحص و الزيارة

# gfd-2a-BCT.text
source: Payment method
ar: جهة الدفع

# huY-6W-WnC.text
source: Total Cost
ar: التكلفه النهائية

# pmg-hg-4y0.normalTitle
source: Service Rating
ar: تقييم الخدمه

# q9W-Bf-FTh.text
source: Problem Images
ar: صور المشكلة

# qER-U8-MqM.normalTitle
source: Show New Cost
ar: عرض التكلفة الجديدة

# qpr-be-axL.normalTitle
source: Cancel Request
ar: إلغاء الطلب

# v73-vV-55N.text
source: Client Type
ar: نوع العميل

# viD-ot-l3o.text
source: Done
ar: تم التفيذ
